"""Интро."""

# 27/10
#
# 1) Зарегистрировался на github, kaggle, ods
# 2) Прошел курс по kaggle на степике
# 3) Установил GitHub Desktop
# 4) Прошел курс "Cursor и VS CODE" на степике
# 5) Установил Conda
# 6) Настроил pre-commit для репозитория

# 28/10
#
# 1. Начал проходить курс "Курс Python-разработчик с Нуля до Open Source:Линтеры.Git.Github"
# 2. Прошел квиз: [TASK] Quiz  #6
# 3. Прошел квиз: [TASK] Cpython

#

# 29/10
# 1. Прошел квиз: [TASK] Виртуальное окружение #7
#

# 30/10
# 1. Прошел квиз: [TASK] git
# 2. Прошел квиз: [TASK] Commits
#

# 14/11
# 1. Прошел квиз: [TASK] STASH
# 2. Прошел квиз: [TASK] issues

# 19/11
# 1. Прошел квиз: [TASK] Контрибьютинг в Open Source
# 2. Закончил курс на степике
# 3. Отправил заявку на вступление во вторую группу
